{
    "account-information-updated": "Une erreur s'est produite lors de la modification de vos informations personnelles, merci de réessayer ultérieurement...",
    "account-invalid-phone-number": "Il semblerait que le numéro de téléphone que vous avez saisi soit invalide. Merci de vérifier que vous avez saisi le bon indicatif international et le bon numéro de téléphone.",
    "account-password-updated": "Erreur lors de la mise à jour du mot de passe, merci de réessayer ultérieurement...",
    "account-phone-updated": "Une erreur est survenue lors de la mise à jour de votre numéro de téléphone, merci de rééssayer plus tard...",
    "account-phone-verification-already-in-progress": "Veuillez patienter 10 minutes entre chaque tentative de modification de votre numéro de téléphone.",
    "account-phone-verified": "Une erreur est survenue lors de la vérification de votre numéro de téléphone, merci de rééssayer plus tard...",
    "account-validation-link-not-found": "Aucune validation de téléphone en attente liée à cet utilisateur n'a été trouvée.",
    "auth-connection": "Email ou mot de passe incorrect.",
    "auth-created": "Une erreur s'est produite lors de la création de votre compte, merci de réessayer ultérieurement...",
    "auth-email-already-confirmed": "Cet email est déjà confirmé.",
    "auth-email-already-used": "Cet email est déjà utilisé.",
    "auth-email-not-allowed": "Cet email n'est pas autorisé sur cette plateforme",
    "auth-email-not-confirmed": "Veuillez confirmer votre email avant d'accéder à la plateforme",
    "auth-password-recovery": "Une erreur est survenue lors de la réinitialisation de votre mot de passe, merci de réessayer ultérieurement...",
    "auth-password-recovery-email": "Une erreur s'est produite lors de l'envoi du mail, merci de réessayer ultérieurement...",
    "auth-required": "Vous devez être connecté",
    "common-insufficient-credits": "Vos crédits sont insuffisants. Rechargez votre compte et réessayez",
    "common-passwords-must-be-provided": "Le mot de passe actuel et le nouveau mot de passe doivent être fournis.",
    "common-same-password": "Le nouveau mot de passe est le même que l'ancien.",
    "common-unexpected-error": "Une erreur inattendue s'est produite",
    "renderings-farm-index-out-of-bound": "La ferme sélectionnée n'est pas valide",
    "renderings-no-frame-left": "Aucun frame à restituer",
    "renderings-project-not-found": "Projet de rendu non trouvé",
    "renderings-project-not-ready": "On ne peut pas lancer un rendu si le projet n'est pas prêt.",
    "renderings-resume": "Une erreur est survenue lors du lancement de votre rendu, merci de réessayer ultérieurement...",
    "vm-create-server": "Il semblerait qu'il y a eu une erreur pendant la création, merci de réessayer ultérieurement...",
    "vm-not-enough-resources": "La configuration souhaitée pour votre machine virtuelle n'est pas disponible pour le moment, merci de réessayer ultérieurement…"
}