{
    "account-information-updated": "Something went wrong when editing your account information. Please try again later...",
    "account-invalid-phone-number": "It seems that the phone number you entered is not valid. Please verify the country code and phone number you've entered.",
    "account-password-updated": "Something went wrong when updating your password. Please try again later...",
    "account-phone-number-already-used": "Given phone number is already used by another account.",
    "account-phone-updated": "Something went wrong when updating your phone number. Please try again later...",
    "account-phone-verification-already-in-progress": "Please wait 10 minutes between each attempt to change your phone number",
    "account-phone-verified": "Something went wrong when verifying your phone number. Please try again later...",
    "account-validation-link-not-found": "No pending phone validation linked to this user found.",
    "auth-connection": "Incorrect email or password. Please verify your informations and try again.",
    "auth-created": "Something went wrong when creating the account... Please try again later...",
    "auth-email-already-confirmed": "This email is already confirmed.",
    "auth-email-already-used": "Email is already used",
    "auth-email-not-allowed": "This email is not allowed on this platform",
    "auth-email-not-confirmed": "Please confirm your account by clicking on the link in the email we sent you to access the platform.",
    "auth-password-recovery": "It seems something wrong happened while reseting your password. Please try again later...",
    "auth-password-recovery-email": "It seems something wrong while sending mail. Please try again later...",
    "auth-required": "You must be logged to access the platform.",
    "common-insufficient-credits": "Your credit balance is too low. Please refill and try again.",
    "common-passwords-must-be-provided": "Both actual password and new password must be provided.",
    "common-same-password": "The new password is the same as the old one.",
    "common-unexpected-error": "Unexpected error occurred, please try again later...",
    "renderings-farm-index-out-of-bound": "Selected farm is invalid",
    "renderings-no-frame-left": "No frame left to render",
    "renderings-project-not-found": "Rendering project not found",
    "renderings-project-not-ready": "Can't launch a rendering if the project is not ready.",
    "renderings-resume": "An error occured while launching your rendering. Please try again later...",
    "vm-create-server": "It seems something wrong happened during the creation. Please try again later...",
    "vm-not-enough-resources": "The configuration needed for your virtual machine is not available at the moment. Please try again later..."
}